{
    "all-or-nothing": {
        "name": "All-or-Nothing Thinking",
        "definition": "Viewing situations in absolute, black-and-white terms without acknowledging middle ground.",
        "examples": [
            "If I don't get an A on this test, I'm a complete failure.",
            "If I miss one workout, my fitness goals are ruined.",
            "If my presentation isn't perfect, my boss will think I'm incompetent."
        ],
        "challenge_tips": [
            "Ask yourself: What evidence supports this extreme view?",
            "What are some examples of middle ground in similar situations?",
            "Write down a realistic outcome instead of the worst-case scenario."
        ],
        "alternative": "Getting a B shows I still learned a lot, even if it's not perfect. One grade doesn't define my worth."
    },
    "overgeneralization": {
        "name": "Overgeneralization",
        "definition": "Drawing broad conclusions from a single event and applying them inappropriately to other situations.",
        "examples": [
            "After one bad date: I'll never find someone who likes me.",
            "Because my project was criticized, I'm bad at my job.",
            "I forgot my friend's birthday; I'm a terrible friend."
        ],
        "challenge_tips": [
            "Challenge absolute words like 'never,' 'always,' or 'every.'",
            "List counterexamples where the outcome was positive or neutral.",
            "Ask: What specific evidence supports this thought?"
        ],
        "alternative": "This date didn't work out, but I've had good connections before. Each person is different."
    },
    "catastrophizing": {
        "name": "Catastrophizing",
        "definition": "Assuming the worst possible outcome will happen and/or exaggerating the importance of negative events.",
        "examples": [
            "If I make a mistake in this presentation, I'll definitely get fired.",
            "If I fail this exam, my entire career is over.",
            "If my friend doesn’t text back, they must hate me."
        ],
        "challenge_tips": [
            "Break down the thought into smaller parts and evaluate each one.",
            "Ask yourself: What's the most likely outcome?",
            "If the worst happens, how could I cope with it?",
            "Practice mindfulness to stay grounded in the present moment."
        ],
        "alternative": "Most people make minor mistakes in presentations. It's normal and unlikely to have serious consequences."
    },
    "mental-filter": {
        "name": "Mental Filter",
        "definition": "Focusing exclusively on negative aspects while filtering out all positive aspects of a situation.",
        "examples": [
            "Only remembering the one criticism from a mostly positive work review.",
            "Focusing on the one person who didn't like your presentation despite a majority giving positive feedback.",
            "Thinking your day was awful because of a single mishap, ignoring everything that went well."
        ],
        "challenge_tips": [
            "Deliberately list both positive and negative aspects of the situation.",
            "Ask: What positive aspects am I ignoring?",
            "Practice writing down a balanced summary after events to improve perspective."
        ],
        "alternative": "While there are areas for improvement, I also received praise for my creativity and teamwork."
    },
    "should-statements": {
        "name": "Should Statements",
        "definition": "Having rigid rules about how you and others 'should,' 'must,' or 'ought to' behave.",
        "examples": [
            "I should always be productive.",
            "People should always agree with me.",
            "I must never make mistakes."
        ],
        "challenge_tips": [
            "Replace 'should' with 'would like' or 'prefer.'",
            "Ask: Are these expectations realistic or fair?",
            "Practice self-compassion when you don't meet a 'should' standard."
        ],
        "alternative": "I would like to be productive, but it's okay and normal to have downtime."
    },
    "emotional-reasoning": {
        "name": "Emotional Reasoning",
        "definition": "Believing something is true based on emotional response rather than evidence.",
        "examples": [
            "I feel stupid, therefore I must be stupid.",
            "I feel guilty, so I must have done something wrong.",
            "I'm anxious about this decision, so it must be the wrong choice."
        ],
        "challenge_tips": [
            "Separate feelings from facts. Ask: What objective evidence supports or contradicts this thought?",
            "Write down your emotions and then identify neutral facts about the situation.",
            "Practice grounding techniques to distance yourself from overwhelming emotions."
        ],
        "alternative": "Feeling stupid doesn't make me stupid. Everyone feels this way sometimes, regardless of their abilities."
    },
    "personalization": {
        "name": "Personalization",
        "definition": "Taking excessive responsibility for external events or blaming yourself inappropriately.",
        "examples": [
            "My friend seems sad today; it must be something I did.",
            "The project failed because I didn't work hard enough, even though the whole team contributed.",
            "If my child struggles in school, it’s because I’m a bad parent."
        ],
        "challenge_tips": [
            "Consider multiple factors that might have contributed to the situation.",
            "Ask: What evidence suggests this is entirely my responsibility?",
            "Practice reframing by identifying other possible influences."
        ],
        "alternative": "Many things could affect someone's mood that have nothing to do with me."
    },
    "mind-reading": {
        "name": "Mind Reading",
        "definition": "Assuming you know what others are thinking without evidence.",
        "examples": [
            "They didn't text back immediately; they must be mad at me.",
            "They glanced at me in the meeting; they think I’m incompetent.",
            "They canceled plans; they probably don’t like me anymore."
        ],
        "challenge_tips": [
            "Ask yourself: What evidence do I have for this assumption?",
            "What are other possible explanations for their behavior?",
            "Communicate directly to verify your interpretation rather than assuming."
        ],
        "alternative": "They might be busy, have their phone off, or be taking time to think of a response."
    },
    "magnification": {
        "name": "Magnification/Minimization",
        "definition": "Exaggerating negative aspects while downplaying positive ones.",
        "examples": [
            "My mistake ruined the entire project (while ignoring all your contributions).",
            "Nobody noticed the great ideas I shared because I stumbled over one word in my presentation.",
            "I got one answer wrong, so I must be bad at this subject."
        ],
        "challenge_tips": [
            "Practice balanced evaluation by writing down both positives and negatives of a situation.",
            "Ask: What's the actual impact of this mistake?",
            "Focus on the bigger picture and the contributions you made."
        ],
        "alternative": "While I made a mistake, I also contributed many valuable ideas and hard work to this project."
    }
}
