{
    "all-or-nothing": {
        "name": "All-or-Nothing Thinking",
        "definition": "Viewing situations in absolute, black-and-white terms without acknowledging middle ground.",
        "examples": [
            "If I don't get an A on this test, I'm a complete failure.",
            "If I miss one workout, my fitness goals are ruined.",
            "If my presentation isn't perfect, my boss will think I'm incompetent."
        ],
        "challenge_tips": [
            "Practice using the words 'sometimes' and 'partially' instead of 'always' and 'never.'",
            "List evidence of past successes to counteract extreme thoughts.",
            "Journaling Prompt: What shades of gray can I see in this situation?"
        ],
        "alternative": "Getting a B shows I still learned a lot, even if it's not perfect. One grade doesn't define my worth.",
        "scenario": {
            "work": "I missed one deadline; now my boss will think I’m unreliable.",
            "relationships": "If they don’t respond right away, they must not care about me."
        },
        "reference": "Aaron Beck’s Cognitive Therapy and the Emotional Disorders",
        "self_reflection": [
            "How often do I think in extremes?",
            "When was the last time I thought this way, and how did it affect my mood?"
        ]
    },
    "overgeneralization": {
        "name": "Overgeneralization",
        "definition": "Drawing broad conclusions from a single event and applying them inappropriately to other situations.",
        "examples": [
            "After one bad date: I'll never find someone who likes me.",
            "Because my project was criticized, I'm bad at my job.",
            "I forgot my friend's birthday; I'm a terrible friend."
        ],
        "challenge_tips": [
            "Challenge absolute words like 'always' and 'never.'",
            "List examples of positive outcomes in similar situations.",
            "Journaling Prompt: How might this situation be unique rather than a pattern?"
        ],
        "alternative": "This date didn't work out, but I've had good connections before. Each person is different.",
        "scenario": {
            "dating": "After one bad date, you think, 'I’ll never find someone who likes me.'",
            "work": "After one critique, you believe, 'I’ll always fail at this job.'"
        },
        "reference": "Aaron Beck’s Depression Inventory studies",
        "self_reflection": [
            "What evidence supports or contradicts my generalization?",
            "How can I look for exceptions to this pattern in my life?"
        ]
    },
    "catastrophizing": {
        "name": "Catastrophizing",
        "definition": "Assuming the worst possible outcome will happen and/or exaggerating the importance of negative events.",
        "examples": [
            "If I make a mistake in this presentation, I'll definitely get fired.",
            "If I fail this exam, my entire career is over.",
            "If my friend doesn’t text back, they must hate me."
        ],
        "challenge_tips": [
            "Break down worst-case scenarios into manageable parts.",
            "Practice mindfulness to stay grounded in the present moment.",
            "Affirmation: 'Even if the worst happens, I can handle it.'"
        ],
        "alternative": "Most people make minor mistakes in presentations. It's normal and unlikely to have serious consequences.",
        "scenario": {
            "health": "This headache must be a brain tumor.",
            "public_speaking": "If I forget one point, the entire presentation will be ruined."
        },
        "reference": "David Burns’ Feeling Good: The New Mood Therapy",
        "self_reflection": [
            "What evidence do I have for and against my worst-case scenario?",
            "How likely is this outcome, realistically?"
        ]
    },
    "mental-filter": {
        "name": "Mental Filter",
        "definition": "Focusing exclusively on negative aspects while filtering out all positive aspects of a situation.",
        "examples": [
            "Only remembering the one criticism from a mostly positive work review.",
            "Focusing on the one person who didn't like your presentation despite a majority giving positive feedback.",
            "Thinking your day was awful because of a single mishap, ignoring everything that went well."
        ],
        "challenge_tips": [
            "Deliberately list both positive and negative aspects of a situation.",
            "Ask: What positive aspects am I ignoring?",
            "Journaling Prompt: What’s the full story of this event, including the positives?"
        ],
        "alternative": "While there are areas for improvement, I also received praise for my creativity and teamwork.",
        "scenario": {
            "feedback": "You focus on the one criticism in a mostly positive performance review.",
            "social": "You remember only the one awkward moment during an otherwise great party."
        },
        "reference": "Cognitive Behavioral Therapy for Dummies by Rob Willson and Rhena Branch",
        "self_reflection": [
            "What am I focusing on most right now?",
            "What positive things might I be discounting in this situation?"
        ]
    },
    "should-statements": {
        "name": "Should Statements",
        "definition": "Having rigid rules about how you and others 'should,' 'must,' or 'ought to' behave.",
        "examples": [
            "I should always be productive.",
            "People should always agree with me.",
            "I must never make mistakes."
        ],
        "challenge_tips": [
            "Replace 'should' with 'would like' or 'prefer.'",
            "Ask: Are these expectations realistic or fair?",
            "Journaling Prompt: What flexibility can I allow myself in this situation?"
        ],
        "alternative": "I would like to be productive, but it's okay and normal to have downtime.",
        "scenario": {
            "work": "I should always meet every deadline perfectly, or I’m a failure.",
            "relationships": "My friends should always agree with me; otherwise, they don’t care about me."
        },
        "reference": "David Burns’ Cognitive Distortions Handbook",
        "self_reflection": [
            "What rigid 'should' rules am I applying to myself or others?",
            "How can I make my expectations more compassionate and realistic?"
        ]
    },
    "emotional-reasoning": {
        "name": "Emotional Reasoning",
        "definition": "Believing something is true based on emotional response rather than evidence.",
        "examples": [
            "I feel stupid, therefore I must be stupid.",
            "I feel guilty, so I must have done something wrong.",
            "I'm anxious about this decision, so it must be the wrong choice."
        ],
        "challenge_tips": [
            "Separate feelings from facts. Ask: What objective evidence supports or contradicts this thought?",
            "Write down your emotions and then identify neutral facts about the situation.",
            "Practice grounding techniques to distance yourself from overwhelming emotions."
        ],
        "alternative": "Feeling stupid doesn't make me stupid. Everyone feels this way sometimes, regardless of their abilities."
    },
    "personalization": {
        "name": "Personalization",
        "definition": "Taking excessive responsibility for external events or blaming yourself inappropriately.",
        "examples": [
            "My friend seems sad today; it must be something I did.",
            "The project failed because I didn't work hard enough, even though the whole team contributed.",
            "If my child struggles in school, it’s because I’m a bad parent."
        ],
        "challenge_tips": [
            "Consider multiple factors that might have contributed to the situation.",
            "Ask: What evidence suggests this is entirely my responsibility?",
            "Practice reframing by identifying other possible influences."
        ],
        "alternative": "Many things could affect someone's mood that have nothing to do with me."
    },
    "mind-reading": {
        "name": "Mind Reading",
        "definition": "Assuming you know what others are thinking without evidence.",
        "examples": [
            "They didn't text back immediately; they must be mad at me.",
            "They glanced at me in the meeting; they think I’m incompetent.",
            "They canceled plans; they probably don’t like me anymore."
        ],
        "challenge_tips": [
            "Ask yourself: What evidence do I have for this assumption?",
            "What are other possible explanations for their behavior?",
            "Communicate directly to verify your interpretation rather than assuming."
        ],
        "alternative": "They might be busy, have their phone off, or be taking time to think of a response."
    },
    "magnification": {
        "name": "Magnification/Minimization",
        "definition": "Exaggerating negative aspects while downplaying positive ones.",
        "examples": [
            "My mistake ruined the entire project (while ignoring all your contributions).",
            "Nobody noticed the great ideas I shared because I stumbled over one word in my presentation.",
            "I got one answer wrong, so I must be bad at this subject."
        ],
        "challenge_tips": [
            "Practice balanced evaluation by writing down both positives and negatives of a situation.",
            "Ask: What's the actual impact of this mistake?",
            "Focus on the bigger picture and the contributions you made."
        ],
        "alternative": "While I made a mistake, I also contributed many valuable ideas and hard work to this project."
    },
    "labeling-mislabeling": {
        "name": "Labeling and Mislabeling",
        "definition": "Defining yourself or others based on a single incident or behavior.",
        "examples": [
            "I failed that test, so I’m a failure.",
            "They forgot my birthday, so they’re a bad friend."
        ],
        "challenge_tips": [
            "Focus on specific behaviors rather than assigning a global label.",
            "Ask: Is it fair to define someone (or myself) based on one incident?",
            "Replace negative labels with more accurate descriptions of the situation."
        ],
        "alternative": "I failed that test, but it doesn’t mean I’m a failure. I can work harder next time."
    },
    "disqualifying-positive": {
        "name": "Disqualifying the Positive",
        "definition": "Rejecting positive experiences by insisting they don’t count for some reason.",
        "examples": [
            "They said I did well, but they were just being nice.",
            "I got promoted, but it’s just because no one else applied."
        ],
        "challenge_tips": [
            "Acknowledge positive feedback and achievements without dismissing them.",
            "Ask: What evidence do I have to support this dismissal?",
            "Write down positive experiences and review them regularly."
        ],
        "alternative": "Their feedback was genuine, and my promotion reflects my hard work."
    },
    "blaming": {
        "name": "Blaming",
        "definition": "Holding others responsible for your problems or blaming yourself for things outside your control.",
        "examples": [
            "I’m unhappy because my partner doesn’t do what I want.",
            "If only I had been more careful, this wouldn’t have happened."
        ],
        "challenge_tips": [
            "Recognize the factors within your control and focus on those.",
            "Avoid assuming total responsibility for things outside your influence.",
            "Ask: How can I respond to this situation constructively?"
        ],
        "alternative": "I can’t control others’ actions, but I can work on my response to this situation."
    },
    "control-fallacies": {
        "name": "Control Fallacies",
        "definition": "Believing you are either entirely responsible for everything or powerless over your circumstances.",
        "examples": [
            "If I had been a better parent, my child wouldn’t have struggled.",
            "There’s no point in trying; nothing I do will change anything."
        ],
        "challenge_tips": [
            "Separate what you can control from what you can’t.",
            "Ask: What small steps can I take to improve the situation?",
            "Focus on actions within your power rather than external factors."
        ],
        "alternative": "I can’t control everything, but I can influence the outcome by trying."
    },
    "fairness-fallacy": {
        "name": "Fallacy of Fairness",
        "definition": "Believing life should always be fair and feeling upset when it isn’t.",
        "examples": [
            "It’s not fair that they got the job when I worked harder.",
            "I shouldn’t have to deal with this; it’s not fair."
        ],
        "challenge_tips": [
            "Acknowledge that fairness is subjective and not always achievable.",
            "Ask: How can I adapt to this situation instead of focusing on fairness?",
            "Focus on what you can learn or do to move forward."
        ],
        "alternative": "Life isn’t always fair, but I can choose how to respond to unfair situations."
    },
    "heavens-reward": {
        "name": "Heaven’s Reward Fallacy",
        "definition": "Expecting that sacrifices or hard work should always be rewarded and feeling bitter when they aren’t.",
        "examples": [
            "After all I’ve done, I deserve recognition.",
            "I worked so hard, but it feels like it was for nothing."
        ],
        "challenge_tips": [
            "Reflect on intrinsic motivations rather than external rewards.",
            "Ask: What have I gained or learned from this experience?",
            "Focus on personal growth and satisfaction instead of external validation."
        ],
        "alternative": "Hard work doesn’t always guarantee recognition, but I’ve grown and learned through the process."
    }
}
