{
    "all-or-nothing": {
        "name": "All-or-Nothing Thinking",
        "definition": "Viewing situations in absolute, black-and-white terms without acknowledging middle ground.",
        "examples": [
            "If I don't get an A on this test, I'm a complete failure.",
            "If I miss one workout, my fitness goals are ruined.",
            "If my presentation isn't perfect, my boss will think I'm incompetent."
        ],
        "challenge_tips": [
            "Ask yourself: What evidence supports this extreme view?",
            "What are some examples of middle ground in similar situations?",
            "Write down a realistic outcome instead of the worst-case scenario."
        ],
        "alternative": "Getting a B shows I still learned a lot, even if it's not perfect. One grade doesn't define my worth."
    },
    "overgeneralization": {
        "name": "Overgeneralization",
        "definition": "Drawing broad conclusions from a single event and applying them inappropriately to other situations.",
        "examples": [
            "After one bad date: I'll never find someone who likes me.",
            "Because my project was criticized, I'm bad at my job.",
            "I forgot my friend's birthday; I'm a terrible friend."
        ],
        "challenge_tips": [
            "Challenge absolute words like 'never,' 'always,' or 'every.'",
            "List counterexamples where the outcome was positive or neutral.",
            "Ask: What specific evidence supports this thought?"
        ],
        "alternative": "This date didn't work out, but I've had good connections before. Each person is different."
    },
    "catastrophizing": {
        "name": "Catastrophizing",
        "definition": "Assuming the worst possible outcome will happen and/or exaggerating the importance of negative events.",
        "examples": [
            "If I make a mistake in this presentation, I'll definitely get fired.",
            "If I fail this exam, my entire career is over.",
            "If my friend doesn’t text back, they must hate me."
        ],
        "challenge_tips": [
            "Break down the thought into smaller parts and evaluate each one.",
            "Ask yourself: What's the most likely outcome?",
            "If the worst happens, how could I cope with it?",
            "Practice mindfulness to stay grounded in the present moment."
        ],
        "alternative": "Most people make minor mistakes in presentations. It's normal and unlikely to have serious consequences."
    }
}
