{
    "quotes": [
        {
            "text": "Be yourself; everyone else is already taken.",
            "author": "Oscar Wilde"
        },
        {
            "text": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.",
            "author": "Albert Einstein"
        },
        {
            "text": "Be the change that you wish to see in the world.",
            "author": "Mahatma Gandhi"
        },
        {
            "text": "In three words I can sum up everything I've learned about life: it goes on.",
            "author": "Robert Frost"
        },
        {
            "text": "If you tell the truth, you don't have to remember anything.",
            "author": "Mark Twain"
        },
        {
            "author": "Albert Einstein",
            "text": "I have tried 99 times and have failed, but on the 100th time came success."
        },
        {
            "author": "Albert Einstien",
            "text": "Anyone who has never made a mistake has never tried anything new."
        },
        {
            "author": "Alexander Graham Bell",
            "text": "The achievement of one goal should be the starting point of another."
        },
        {
            "author": "Anatole France",
            "text": "To accomplish great things, we must not only act, but also dream, not only plan, but also believe."
        },
        {
            "author": "Anonymous",
            "text": "What you declare, you will achieve. "
        },
        {
            "author": "Anonymous",
            "text": "Don't you get it? This very second you could be doing something you love and dream about doing. So do it! NOW!"
        },
        {
            "author": "Anonymous",
            "text": "Good things come to those who hustle while they wait."
        },
        {
            "author": "Anonymous",
            "text": "Time, patience, and perseverance will accomplish all things."
        },
        {
            "author": "Anonymous",
            "text": "To be a winner, all you have to give is all you have."
        },
        {
            "author": "Anonymous",
            "text": "Success is more attitude than aptitude."
        },
        {
            "author": "Anonymous",
            "text": "Excellence is not being the best; it is doing your best."
        },
        {
            "author": "Anonymous",
            "text": "When everything feels like an uphill struggle, just think of the view from the top."
        },
        {
            "author": "Anonymous",
            "text": "Approach the start of each day with something in mind and end the day with one word.. .DONE."
        },
        {
            "author": "Anonymous",
            "text": "Life is only what we choose to make it."
        },
        {
            "author": "Anonymous",
            "text": "Happiness is the highest level of success."
        },
        {
            "author": "Anonymous",
            "text": "In every problem there is a hidden treasure inside. It's your job to find it."
        },
        {
            "author": "Anonymous",
            "text": "Life is short. Focus from this day forward on making a difference."
        },
        {
            "author": "Anonymous",
            "text": "Ideas are a dime a dozen, they are worthless, but people who put their ideas into action are priceless."
        },
        {
            "author": "Anonymous",
            "text": "Your dreams minus your doubts equal your true worth."
        },
        {
            "author": "Anonymous",
            "text": "The man who said he never had a chance, never took one."
        },
        {
            "author": "Anonymous",
            "text": "Dream your wildest dreams and you will live a wild life."
        },
        {
            "author": "Anonymous",
            "text": "Success comes to those who dare to begin."
        },
        {
            "author": "Anonymous",
            "text": "Your success is only limited by your desire."
        },
        {
            "author": "Anonymous",
            "text": "Winning doesn't make you a better person, but being a better person will make you a winner. "
        },
        {
            "author": "Anthony Pagano",
            "text": "To be a leader, you must stand for something, or you will fall for anything."
        },
        {
            "author": "Anthony Robbins",
            "text": "Each day we must strive for constant and never ending improvement."
        },
        {
            "author": "Anthony Robbins",
            "text": "If you think you can or if you think you can't, either way you are right."
        },
        {
            "author": "Anthony Robbins",
            "text": "The path to success is to take massive determined action."
        },
        {
            "author": "Anthony Robbins",
            "text": "I do believe I am special. My special gift is my vision, my commitment, and my willingness to do whatever it takes. "
        },
        {
            "author": "Anton Chekov",
            "text": "Man is what he believes."
        },
        {
            "author": "Archilochus",
            "text": "We do not rise to the level of our expectations. We fall to the level of our training.”"
        },
        {
            "author": "Arnold Schwarzenegger",
            "text": "You know that wherever you are in life, there will be moments when you need outside motivation and insight. There will be times when you don’t have the answer, or the drive, and you’re forced to look beyond yourself."
        },
        {
            "author": "Beverly Sills",
            "text": "You may be disappointed if you fail, but you are doomed if you do not try."
        },
        {
            "author": "Brian Tracy",
            "text": "Success is predictable."
        },
        {
            "author": "Brian Tracy",
            "text": "Successful people tend to become more successful because they are always thinking about their successes."
        },
        {
            "author": "Brian Tracy",
            "text": "Our mind is the most valuable possession that we have. The quality of our lives is, and will be, a reflection of how well we develop, train, and utilize this precious gift."
        },
        {
            "author": "Charles R. Swindoll",
            "text": "The past is over.. .forget it. The future holds hope… reach for it."
        },
        {
            "author": "Clair Oliver",
            "text": "Society may predict, but only I can determine my destiny."
        },
        {
            "author": "Claudia Black",
            "text": "Trust in yourself. Your perceptions are often far more accurate than you are willing to believe."
        },
        {
            "author": "D. Elder",
            "text": "Dreamers look into the future and see promise. Those who do not dream only see the future."
        },
        {
            "author": "Diana von Welanetz Wentworth",
            "text": "It doesn't matter what you are thinking, or what fear you have, if you just do it! Action is the only thing that matters.. .I can see that at the end of my life, I am not going to look back and say, \"I wish I had taken more action\"."
        },
        {
            "author": "Dr. Samuel Johnson",
            "text": "Great works are performed not by strength, but perseverance."
        },
        {
            "author": "Earl Nightingale",
            "text": "People with goals succeed because they know where they are going."
        },
        {
            "author": "Edmund Spencer",
            "text": "It is the mind that makes good or ill. That which makes us happy or sad; rich or poor. "
        },
        {
            "author": "Francis Bacon",
            "text": "If we are to achieve results never before accomplished, we must expect to employ methods never before attempted."
        },
        {
            "author": "Frank Lloyd Wright",
            "text": "I know the price of success: dedication, hard work, and an unremitting devotion to the things you want to see happen."
        },
        {
            "author": "Harvey Mackay",
            "text": "People become successful the minute they decide to."
        },
        {
            "author": "Helen Keller",
            "text": "We can do anything we want to if we stick to it long enough."
        },
        {
            "author": "Helice Bridges",
            "text": "I am not just here to make a living; I am here to make a life."
        },
        {
            "author": "Herbert Kaufman",
            "text": "The habit of persistence is the habit of victory."
        },
        {
            "author": "Herodotus",
            "text": "Some men give up their designs when they have almost reached their goal, while others obtain a victory by exerting, at the last moment, more vigorous efforts than ever before."
        },
        {
            "author": "J. Krishnamurti",
            "text": "“It is no measure of health to be well adjusted to a profoundly sick society.”"
        },
        {
            "author": "Jack Canfield",
            "text": "When you think you can't … revisit a previous triumph."
        },
        {
            "author": "Jack Canfield",
            "text": "To change bad habits, we must study the habits of successful role models."
        },
        {
            "author": "James Allen",
            "text": "Having conceived of his purpose, a man should mentally mark out a straight pathway to its achievement, looking neither to the right or to the left, but straight."
        },
        {
            "author": "James Allen",
            "text": "People are anxious to improve their circumstances, but are unwilling to improve themselves.That is why they remain bound."
        },
        {
            "author": "James Champy",
            "text": "Without ambition no conquests are made, and no business created. Ambition is the root of all achievement."
        },
        {
            "author": "James F. Bell",
            "text": "Fear is met and destroyed with courage. Again and again when the struggle seems hopeless and all opportunity lost, the one with a little more courage, and a little more effort will have victory."
        },
        {
            "author": "Jim Rohn",
            "text": "Success is neither magical nor mysterious. Success is the natural consequence of consistently applying the basic fundamentals."
        },
        {
            "author": "Jodie Foster",
            "text": "In the end, winning is sleeping better."
        },
        {
            "author": "Joe Carlozo",
            "text": "Never stop learning. If you learn one new thing everyday, you will overcome 99% of your competition."
        },
        {
            "author": "John S. Hinds",
            "text": "Success is the prize for those who stand true to their ideas."
        },
        {
            "author": "Kurt Vonnegut",
            "text": "Out on the edge you see all kinds of things you can’t see from the center. Big, undreamed-of things—the people on the edge see them first."
        },
        {
            "author": "Lao Tzu",
            "text": "When I let go of what I am, I become what I might be."
        },
        {
            "author": "Lao Tzu",
            "text": "If you are depressed, you are living in the past. If you are anxious, you are living in the future. If you are at peace, you are living in the present."
        },
        {
            "author": "Lao Tzu",
            "text": "“Being deeply loved by someone gives you strength, while loving someone deeply gives you courage . . .”"
        },
        {
            "author": "Lin Yutang",
            "text": "The wisdom of life consists in the elimination of non-essentials."
        },
        {
            "author": "Mark Twain",
            "text": "I am an old man and I have known a great many troubles, but most of them never happened"
        },
        {
            "author": "Mark Victor Hansen",
            "text": "Money never starts an idea; it's the idea that starts the money."
        },
        {
            "author": "Michael Jordan",
            "text": "I have failed over and over again. That is why I succeed."
        },
        {
            "author": "Mike Litman",
            "text": "The fastest way to pass your own expectations is to add passion to your labor."
        },
        {
            "author": "Napoleon Bonaparte",
            "text": "Imagination rules the world."
        },
        {
            "author": "Napoleon Hill",
            "text": "Victory is always possible for the person who refuses to stop fighting."
        },
        {
            "author": "Napoleon Hill",
            "text": "The starting point of all achievement is desire. Keep this constantly in mind. Weak desire brings weak results, just as a small amount of fire makes a small amount of heat. "
        },
        {
            "author": "Neale Donald Walsch",
            "text": "The struggle ends when the gratitude begins."
        },
        {
            "author": "Pablo Picasso",
            "text": "Learn the rules like a pro, so you can break them like an artist.”"
        },
        {
            "author": "Paul Kearly",
            "text": "Your ideas are like diamonds.. .without the refining process, they are just a dirty rock, but by cutting away the impurities, they become priceless."
        },
        {
            "author": "Peter Davies",
            "text": "Motivation is like food for the brain. You cannot get enough in one sitting. It needs continual and regular refills."
        },
        {
            "author": "Pierre-Marc-Gaston",
            "text": "Judge a man by his questions rather than his answers."
        },
        {
            "author": "Ray Norda",
            "text": "Cause change and lead; accept change and survive; resist change and die."
        },
        {
            "author": "Rumi",
            "text": "“What you seek is seeking you.”"
        },
        {
            "author": "Seneca",
            "text": "He who suffers before it is necessary suffers more than is necessary"
        },
        {
            "author": "Seneca",
            "text": "Set aside a certain number of days, during which you shall be content with the scantiest and cheapest fare, with coarse and rough dress, saying to yourself the while: ‘Is this the condition that I feared?"
        },
        {
            "author": "Sugar Ray Robinson",
            "text": "To be a champion, you have to believe in yourself when nobody else will."
        },
        {
            "author": "T.S. Eliot",
            "text": "Sometimes things become possible if we want them bad enough."
        },
        {
            "author": "T.S. Eliot",
            "text": "Only those who risk going too far can possibly find out how far one can go."
        },
        {
            "author": "Thich Nhat Hanh",
            "text": "There is no way to happiness—happiness is the way"
        },
        {
            "author": "Thomas Edison",
            "text": "There is always a better way."
        },
        {
            "author": "Thomas J. Vilord",
            "text": "If you have a burning desire and a plan to take action, there is absolutely nothing you cannot achieve."
        },
        {
            "author": "Thomas J. Vilord",
            "text": "God created all men equal. Why do some accomplish far greater accomplishments then others? Because they had a vision, a desire, and they took action."
        },
        {
            "author": "Todd Bellemare",
            "text": "Courage is facing your fears. Stupidity is fearing nothing."
        },
        {
            "author": "Tom Hopkins",
            "text": "Read some thing positive every night listen to something helpful every morning."
        },
        {
            "author": "Tracy L. McNair",
            "text": "Accept the past for what it was. Acknowledge the present for what it is. Anticipate the future for what it can become."
        },
        {
            "author": "Vince Lombardi",
            "text": "The spirit, the will to win, and the will to excel are the things that endure. These qualities are so much more important than the events that occur."
        },
        {
            "author": "Vince Lombardi",
            "text": "Winning is not a \"sometime\" thing. You don't win once in a awhile, you don't do things right once in awhile, you do them right all of the time. Winning is a habit, unfortunately, so is losing."
        },
        {
            "author": "Vince Lombardi",
            "text": "It's not whether you get knocked down; it's whether you get back up."
        },
        {
            "author": "W.H. Auden",
            "text": "Routine, in an intelligent man, is a sign of ambition."
        },
        {
            "author": "Winston Churchill",
            "text": "He who dares, wins."
        },
        {
            "author": "Woodrow Wilson",
            "text": "Genius is divine perseverance. Genius I cannot have, but perseverance all can have."
        },
        {
            "author": "Woodrow Wilson",
            "text": "I would rather fail in a cause that would ultimately succeed, than succeed in a cause that would ultimately fail."
        },
        {
            "author": "Woody Allen",
            "text": "80% of success is showing up."
        },
        {
            "author": "Zig Ziglar",
            "text": "Concentrated thoughts produce desired results."
        }
    ]
}
